aaron-bond.better-comments
adpyke.codesnap
alefragnani.Bookmarks
amodio.tsl-problem-matcher
andywang.vscode-scriptmonkey
antfu.browse-lite
antfu.file-nesting
antfu.goto-alias
antfu.iconify
antfu.icons-carbon
antfu.slidev
antfu.unocss
antfu.vite
antfu.where-am-i
arcensoth.language-mcfunction
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
azemoh.one-monokai
batisteo.vscode-django
be5invis.vscode-custom-css
BrandonKirbyson.vscode-animations
BriteSnow.vscode-toggle-quotes
captainstack.captain-stack
christian-kohler.path-intellisense
CodeSandbox-io.codesandbox-projects
cpylua.language-postcss
cschlosser.doxdocgen
csstools.postcss
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
ericadamski.carbon-now-sh
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.docker-explorer
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
GitHub.github-vscode-theme
GitHub.heygithub
github.vscode-github-actions
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
hediet.vscode-drawio
hoovercj.vscode-power-mode
humao.rest-client
iceliu.highlight-icemode
idleberg.icon-fonts
jeff-hykin.better-cpp-syntax
johnsoncodehk.volarjs-labs
johnsoncodehk.vscode-tsconfig-helper
Kelvin.vscode-sshfs
KevinRose.vsc-python-indent
laurencebahiirwa.deno-std-lib-snippets
LeonardSSH.vscord
lokalise.i18n-ally
meganrogge.template-string-converter
mhutchie.git-graph
mikestead.dotenv
MohammadBaqer.better-folding
mpontus.tab-cycle
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-zh-hans
ms-edgedevtools.vscode-edge-devtools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
mutable-ai.mutable-ai
naumovs.color-highlight
oderwat.indent-rainbow
ParthR2031.colorful-comments
pflannery.vscode-versionlens
philsinatra.nested-comments
PKief.material-icon-theme
platformio.platformio-ide
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
redhat.vscode-yaml
rust-lang.rust-analyzer
sburg.vscode-javascript-booster
serayuzgur.crates
so1ve.theme-undefined
SPGoding.datapack-language-server
svelte.svelte-vscode
tamasfe.even-better-toml
tauri-apps.tauri-vscode
tintinweb.vscode-inline-bookmarks
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vsls-contrib.gistfs
Vue.volar
WakaTime.vscode-wakatime
wayou.vscode-todo-highlight
xshrim.txt-syntax
yoavbls.pretty-ts-errors
YuTengjing.reload-can-solve-any-problems
YXL.cloudmusic
yzhang.markdown-all-in-one
ziglang.vscode-zig
Zignd.html-css-class-completion
ZixuanChen.vitest-explorer
