aaron-bond.better-comments
adpyke.codesnap
alefragnani.Bookmarks
antfu.browse-lite
antfu.file-nesting
antfu.goto-alias
antfu.iconify
antfu.icons-carbon
antfu.unocss
antfu.vite
arcanis.vscode-zipfs
arcensoth.language-mcfunction
arcticicestudio.nord-visual-studio-code
azemoh.one-monokai
batisteo.vscode-django
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
BriteSnow.vscode-toggle-quotes
burkeholland.simple-react-snippets
captainstack.captain-stack
chouzz.vscode-better-align
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CodeSandbox-io.codesandbox-projects
cpylua.language-postcss
cschlosser.doxdocgen
csstools.postcss
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
ericadamski.carbon-now-sh
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.docker-explorer
gamunu.vscode-yarn
GitHub.copilot
GitHub.copilot-labs
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
golang.go
goobyter.vscode-weixin-read
griimick.vhs
Gruntfuggly.todo-tree
haoziqaq.varlet-vscode-extension
hediet.vscode-drawio
hollowtree.vue-snippets
hoovercj.vscode-power-mode
humao.rest-client
iceliu.highlight-icemode
idleberg.icon-fonts
jeff-hykin.better-cpp-syntax
Kelvin.vscode-sshfs
KevinRose.vsc-python-indent
kisstkondoros.vscode-codemetrics
laurencebahiirwa.deno-std-lib-snippets
lokalise.i18n-ally
meganrogge.template-string-converter
mhutchie.git-graph
mikestead.dotenv
mintlify.document
mirone.milkdown
mpontus.tab-cycle
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-zh-hans
ms-edgedevtools.vscode-edge-devtools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
mutable-ai.mutable-ai
naumovs.color-highlight
niudai.vscode-zhihu
octref.vetur
oderwat.indent-rainbow
ParthR2031.colorful-comments
pflannery.vscode-versionlens
philsinatra.nested-comments
PKief.markdown-checkbox
PKief.material-icon-theme
platformio.platformio-ide
pranaygp.vscode-css-peek
quicktype.quicktype
rangav.vscode-thunder-client
rbbit.typescript-hero
redhat.vscode-yaml
rust-lang.rust-analyzer
sburg.vscode-javascript-booster
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
slevesque.vscode-zipexplorer
sourcegraph.sourcegraph
SPGoding.datapack-language-server
stylelint.vscode-stylelint
svelte.svelte-vscode
sysoev.language-stylus
TabNine.tabnine-vscode
takayama.vscode-qq
tamasfe.even-better-toml
tauri-apps.tauri-vscode
TheNuProjectContributors.vscode-nushell-lang
tintinweb.vscode-inline-bookmarks
twxs.cmake
usernamehw.errorlens
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
voorjaar.windicss-intellisense
vsls-contrib.gistfs
Vue.volar
Vue.vscode-typescript-vue-plugin
vuetifyjs.vuetify-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
Wscats.eno
xshrim.txt-syntax
xyz.local-history
YXL.cloudmusic
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion
ZixuanChen.vitest-explorer
